Repository: taaborteam-coder/taabor
Catalog: mobile_app/lib/l10n/app_*.arb
Languages: ku

# appName
source: Taabor
ku: تاابۆر

source: Welcome
ku: بەخێربێیت

source: Login
ku: چوونەژوورەوە

source: Register
ku: خۆتۆمارکردن

source: Email
ku: ئیمەیڵ

source: Password
ku: وشەی نهێنی

source: Confirm Password
ku: پشتڕاستکردنەوەی وشەی نهێنی

source: Name
ku: ناو

source: Phone Number
ku: ژمارەی تەلەفۆن

source: Sign In
ku: چوونەژوورەوە

source: Sign Up
ku: تۆمارکردن

source: Sign Out
ku: چوونەدەرەوە

source: Forgot Password?
ku: وشەی نهێنیت لەبیرکردووە؟

source: Home
ku: سەرەکی

source: Queue
ku: ڕیز

source: Offers
ku: پێشکەشکراوەکان

source: Profile
ku: پرۆفایل

source: Notifications
ku: ئاگادارکردنەوەکان

source: Businesses
ku: کارە کان

source: Nearby
ku: نزیک

source: Search
ku: گەڕان

source: Filter
ku: پاڵاوتن

source: Sort
ku: ڕیزکردن

source: Rating
ku: هەڵسەنگاندن

source: Reviews
ku: پێداچوونەوەکان

source: Add Review
ku: زیادکردنی پێداچوونەوە

# writeReview
source: Write Your Review
ku: پێداچوونەوەکەت بنووسە

source: Your Rating
ku: هەڵسەنگاندنی تۆ

source: Submit Review
ku: ناردنی پێداچوونەوە

source: Book Now
ku: ئێستا حجز بکە

source: My Tickets
ku: بلیتەکانم

source: Ticket Number
ku: ژمارەی بلیت

source: Queue Status
ku: دۆخی ڕیز

source: Waiting Time
ku: کاتی چاوەڕوانی

source: People Ahead
ku: کەس لەپێشتدایە

source: Settings
ku: ڕێکخستنەکان

source: Language
ku: زمان

source: Arabic
ku: عەرەبی

source: English
ku: ئینگلیزی

source: Kurdish
ku: کوردی

source: Dark Mode
ku: شێوازی تاریک

source: Light Mode
ku: شێوازی ڕووناک

source: Save
ku: پاشەکەوتکردن

source: Cancel
ku: هەڵوەشاندنەوە

source: Delete
ku: سڕینەوە

source: Edit
ku: دەستکاریکردن

source: Update
ku: نوێکردنەوە

source: Confirm
ku: پشتڕاستکردنەوە

source: Loading...
ku: بارکردن...

source: Error
ku: هەڵە

source: Success
ku: سەرکەوتوو بوو

source: Retry
ku: هەوڵدانەوە

source: No Results
ku: هیچ ئەنجامێک نییە

source: No Notifications
ku: هیچ ئاگادارکردنەوەیەک نییە

source: No Reviews
ku: هیچ پێداچوونەوەیەک نییە

source: Mark All As Read
ku: هەمووی وەک خوێندراوە نیشانبکە

source: Helpful
ku: سوودبەخش

source: Not Helpful
ku: سوودبەخش نییە

source: Loyalty
ku: دڵسۆزی

source: Points
ku: خاڵەکان

source: Rewards
ku: خەڵاتەکان

source: My Points
ku: خاڵەکانم

source: Redeem Points
ku: بەکارهێنانی خاڵەکان

source: Bronze
ku: برۆنز

source: Silver
ku: زیو

source: Gold
ku: زێڕ

source: Security
ku: ئاسایش

# twoFactorAuth
source: Two-Factor Authentication
ku: پشتڕاستکردنەوە بە دوو هەنگاو

source: Verify Email
ku: پشتڕاستکردنەوەی ئیمەیڵ

source: Verify Phone
ku: پشتڕاستکردنەوەی تەلەفۆن

source: Merchant Dashboard
ku: داشبۆردی بازرگان

source: Analytics
ku: ئامارەکان

# todayBookings
source: Today's Bookings
ku: حجزەکانی ئەمڕۆ

source: Total Revenue
ku: کۆی داهات

source: Map
ku: نەخشە

source: Navigate
ku: ڕێنیشاندەر

source: Distance
ku: مەودا
